/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 Inflatiecalculator";

/* Title of the screen that describes the application */
"About" = "Over";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "Heeft altijd de meest recente gegevens";

/* Currency of Australia */
"Australian Dollar" = "Australische dollar";

/* Currency of Brazil */
"Brazilian Real" = "Braziliaanse Real";

/* Currency of the United Kingdom */
"British Pound" = "Britse pond";

/* Currency of Canada */
"Canadian Dollar" = "Canadese dollar";

/* Currency of China */
"Chinese Yuan" = "Chinese Yuan";

/* Currency of Colombia */
"Colombian Peso" = "Colombiaanse Peso";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Gemaakt door Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Gegevens van %1$@ tot %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "Schepper";

/* Currency of the European Union */
"Euro" = "Euro";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "Ooit een prijs uit het verleden gezien en wilt u weten hoeveel deze vandaag zou kosten? Met Inflatie Calculator, is het gemakkelijk om het antwoord te ontdekken. Met Inflatiecalculator kunt u de waarde van geld door de geschiedenis heen berekenen. Het ondersteunt 22 valuta's van over de hele wereld, waaronder de Euro, de Amerikaanse dollar, en meer!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "Historische inflatiegegevens zijn samengesteld uit verschillende officiële bronnen.";

/* Currency of India */
"Indian Rupee" = "Indiase roepie";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Indonesische roepia";

/* Short-hand name of the app */
"Inflation Calc" = "Inflatie berekend";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Inflatie Calculator";

/* Currency of Israel */
"Israeli Sheqel" = "Israëlische Sheqel";

/* Currency of Japan */
"Japanese Yen" = "Japanse Yen";

/* Currency of Mexico */
"Mexican Peso" = "Mexicaanse Peso";

/* Currency of New Zealand */
"New Zealand Dollar" = "Nieuw-Zeelandse dollar";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "inflatie, dollar, geld, waarde, in de loop van de tijd, tijd, geschiedenis, historisch, gegevens, prijs, prijzen, jaar, kosten, kosten";

/* Currency of Norway */
"Norwegian Krone" = "Noorse kroon";

/* Currency of Russia */
"Russian Ruble" = "Russische roebel";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Saoedi-Arabische Riyal";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "selecteer valuta";

/* Title of section that describes where data is sourced from */
"Sources" = "bronnen";

/* Currency of South Africa */
"South African Rand" = "Zuid-Afrikaanse Rand";

/* Currency of South Korea */
"South Korean Won" = "Zuid-Koreaanse won";

/* Currency of Sweden */
"Swedish Krona" = "Zweedse kroon";

/* Currency of Switzerland */
"Swiss Franc" = "Zwitserse frank";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "Bedankt voor het gebruik van de inflatiecalculator! Deze versie voegt gegevens toe voor 2020.";

/* Currency of Turkey */
"Turkish Lira" = "Turkse Lira";

/* Currency of the United States */
"US Dollar" = "US dollar";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Euro, Amerikaanse dollar, en 20 andere valuta's";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Versie %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Bezoek website";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
